[
    {
        
        "title" : "RONALDO NETS CLUTCH PENALTY TO SEND AL NASSR INTO FIRST ARAB CUP FINAL",
        "image" : "Assets/Images/news1.avif",
        "details" : "Free kicks have become Cristiano Ronaldo’s trademark but he’s not too shabby on penalties, either."
    },
    {
        "title" : " PL PREVIEWS: ANOTHER NEW ERA AT SPURS BUT UNCERTAINTY REMAINS",
        "image" : "Assets/Images/news2.avif",
        "details" : "Another new era at Tottenham Hotspur is beginning, as has recently seemed to be the case all too frequently."
    },
    {
        "title" : "KYLIAN MBAPPÉ WAS REMOVED FROM PSG'S MEDIA DAY AND OPEN SQUAD PICTURE",
        "image" :  "Assets/Images/news3.avif",
        "details" : "The ongoing stand-off between Kylian Mbappé and Paris Saint-Germain over the forward’s refusal to sign a contract extension is showing no signs of ending, with just three days to go until the start of the league campaign."
    },
    {
        "title" : "FRANCK KESSIÉ COMPLETES THE SAUDI MOVE AT BARCELONA AFTER ONE SEASON",
        "image" : "Assets/Images/news4.avif",
        "details" : "Franck Kessié, a midfielder for Barcelona, has left the Camp Nou after just one season to join Al-Ahli in Saudi Arabia."
    },
    {
        "title" : "BRENTFORD'S DAVID RAYA SET TO JOIN ARSENAL 'ON LOAN'",
        "image" : "Assets/Images/news5.avif",
        "details" : "David Raya, a goalkeeper for Brentford, will initially join Arsenal on loan. David Ornstein of The Athletic reports that the wanted-away Spain international will relocate across London for the duration of the season."
    },
    {
        
        "title" : "VINE: FRANCE WILL BE OUR TOUGHEST MATCH",
        "image" : "Assets/Images/news6.jpg",
        "details" : "Midfielder says Australia’s FIFA Women’s World Cup™ run is a dream come true and the team can 'achieve anything'."
    },
    {
        "title" : "INDIVIDUAL BATTLES THAT ARE INTENSE IN THE QUARTERFINALS",
        "image" :  "Assets/Images/news7.jpg",
        "details" : "The squaring off of the top scorer and a miracle-making goalkeeper, arguably the world’s best left-winger and right-back, Lyon team-mates and two women who wore the No14 in the recent UEFA Women’s Champions League final feature."
    },
    {
        "title" : "ROUTES TO THE FIFA WOMEN'S WORLD CUP FINAL",
        "image" : "Assets/Images/news8.jpg",
        "details" : "See who each of the remaining nations will meet on the road to the showpiece at Stadium Australia on 20 August."
    },
    {
        "title" : "HERMOSO: I’LL RETIRE A HAPPY WOMAN IF WE WIN SOMETHING",
        "image" : "Assets/Images/news9.jpg",
        "details" : "The gifted Spain player reveals her dreams, praises the style of play of coach Jorge Vilda and talks intimately about her childhood and relationship with her grandparents."
    },
    {
        "title" : "JONKER: MY FILE ON SPAIN IS VERY BIG",
        "image" : "Assets/Images/news10.jpg",
        "details" : "The Dutch coach previews the mouthwatering opening quarter-final at the FIFA Women’s World Cup 2023 between his Netherlands side and Spain."
    },
    {
        "title" : "CODINA: WHEN YOU FALL, YOU GET UP - IN FOOTBALL AND LIFE",
        "image" : "Assets/Images/news11.jpg",
        "details" : "The defender reflects on scoring an early own goal against Switzerland and how she responded positively."
    },
    {
        "title" : "LEICY SANTOS: USME'S GIVEN US MORE THAN GOALS, SHE'S GIVEN US HOPE",
        "image" : "Assets/Images/news12.jpg",
        "details" : "Members of Las Cafeteras praised their captain, who scored their country's first-ever Women's World Cup knockout stage goal."
    },
    {
        "title" : "CHARLES: WE PRIDE OURSELVES ON BEING RESILIENT",
        "image" : "Assets/Images/news13.jpg",
        "details" : "Niamh Charles sat down with FIFA to talk about England’s tournament so far, their resilience under pressure, and her pride in being part of the journey."
    },
    {
        "title" : "AUSTRALIAN AND FRENCH FRIENDS SET FOR REUNION",
        "image" : "Assets/Images/news14.jpg",
        "details" : "Wendie Renard, Ellie Carpenter, Eve Perisset and Caitlin Foord talk to FIFA about their friendship ahead of the quarter-final between Australia and France."
    },
    {
        "title" : "FRANCE'S ROAD TO THE LAST EIGHT: HIGHLIGHTS AND KEY MOMENTS",
        "image" : "Assets/Images/news15.jpg",
        "details" : "Enjoy the goals and relive the key moments along France's journey to the FIFA Women's World Cup quarter-finals."
    },
    {
        "title" : "MATILDAS KEEN TO AVOID HOST-NATION ‘CURSE’ IN QUARTER-FINAL DUEL",
        "image" : "Assets/Images/news16.jpg",
        "details" : "Sweden in 1995, Canada in 2015 and France in 2019 all have one factor in common: they were eliminated at the quarter-final stage of the Women’s World Cup tournaments that they hosted. Can Australia buck this trend against France?"
    }
]